{
  "NAV": {
    "ABOUT": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PROJECTS": "Projekte",
    "CONTACT": "Kontakt"
  },
  "ATF": {
    "HELLO": "Hallo Welt",
    "ENAME": "Ich bin Enes Hadzic",
    "FULLSTACK": "Fullstack",
    "DEVELOPER": "Entwickler"
  },
  "BUTTONS": {
    "GET_IN_TOUCH": "Kontakt aufnehmen",
    "LETS_TALK": "Kontaktieren"
  },
  "ABOUT": {
    "TITLE": "Über mich",
    "DESCRIPTION": "Ich bin ein 24-jähriger Fullstack-Entwickler mit einer Leidenschaft für Frontend- und Backend-Technologien. Mit meiner Erfahrung als selbständiger VFX Artist/Cutter/Graphic Designer bringe ich eine einzigartige Mischung aus Kreativität und technischem Know-how mit.",
    "COLLABORATION": "Ich freue mich auf Zusammenarbeit und großartige gemeinsame Projekte!",
    "WHOIS_ENES": "Wer ist Enes?",
    "HELLO": "Hallo, ich bin Enes.",
    "LINE_ALT": "Über mich Linie",
    "LOCATION_ALT": "Standort Symbol",
    "LOCATION_TEXT": "Wohnhaft in Frankfurt",
    "BLUE_ALT": "Blauer Ripple",
    "RELOCATION_ALT": "Umzugs Symbol",
    "RELOCATION_TEXT": "Bereit zum Umzug",
    "ORANGE_ALT": "Oranger Ripple",
    "REMOTE_ALT": "Remote Symbol",
    "REMOTE_TEXT": "Offen, remote zu arbeiten"
  },
  "SKILLSET": {
    "PAPER_RIPPLE_ALT": "Fähigkeiten Papier-Ripple",
    "DESCRIPTION": "Ich verfüge über umfassendes Wissen in Frontend- und Backend-Technologien, das kreatives Design mit technischem Know-how vereint.",
    "MY_STACK": "MEIN STACK",
    "TITLE": "Skills",
    "CIRCLE_ALT": "Kreis Kritzel"
  },
  "PROJECTS": {
    "MY_CRAFT": "MEINE ARBEIT",
    "TITLE": "Projekte",
    "BUTTON_DETAILS": "Projektdetails",
    "PROJECT1_TITLE": "Sharkie",
    "PROJECT1_DESC": "Ein packendes Videospielabenteuer, das Ihre Reaktionsfähigkeit herausfordert.",
    "PROJECT2_TITLE": "Join",
    "PROJECT2_DESC": "Ein leistungsstarkes Aufgabenverwaltungstool, das die Zusammenarbeit optimiert.",
    "PROJECT3_TITLE": "Pokedex API",
    "PROJECT3_DESC": "Ein interaktives Projekt, das Daten von einer externen API erkundet.",
    "PROJECT4_TITLE": "DABubble Platzhalter",
    "PROJECT4_DESC": "Platzhalterbeschreibung für ein zukünftiges innovatives Projekt.",
    "PROJECT5_TITLE": "Videoflix Platzhalter",
    "PROJECT5_DESC": "Platzhalterbeschreibung für ein bald kommendes Projekt.",
    "PROJECT6_TITLE": "Coderr Platzhalter",
    "PROJECT6_DESC": "Platzhalterbeschreibung für ein weiteres kommendes Projekt."
  },
  "PROJECT_DETAIL": {
    "GO_BACK": "Zurück",
    "LINE_ALT": "Animierte Linie",
    "DESCRIPTION": "Beschreibung",
    "IMPLEMENTATION_DETAILS": "Implementierungsdetails",
    "DURATION_LABEL": "Dauer",
    "GITHUB": "GitHub",
    "LIVE_TEST": "Live Test",
    "NEXT_PROJECT": "Nächstes Projekt",
    "NEXT_ARROW_ALT": "Nächster Pfeil",
    "THUMBNAIL_ALT": "Projekt Miniaturansicht",
    "PROJECT1_IMPL": "Erstellt mit Plain JavaScript und einer benutzerdefinierten Game-Engine...",
    "PROJECT1_DURATION": "2 Monate",
    "PROJECT2_IMPL": "In einem Team von 4 war ich verantwortlich für die Registrierung/Anmeldung...",
    "PROJECT2_DURATION": "3 Monate",
    "PROJECT3_IMPL": "Erstellt mit Plain JavaScript und einer benutzerdefinierten Game-Engine...",
    "PROJECT3_DURATION": "1 Monat",
    "PROJECT4_IMPL": "Erstellt mit Plain JavaScript und einer benutzerdefinierten Game-Engine...",
    "PROJECT4_DURATION": "2 Monate",
    "PROJECT5_IMPL": "Erstellt mit Plain JavaScript und einer benutzerdefinierten Game-Engine...",
    "PROJECT5_DURATION": "2 Monate",
    "PROJECT6_IMPL": "Erstellt mit Plain JavaScript und einer benutzerdefinierten Game-Engine...",
    "PROJECT6_DURATION": "2 Monate"
  },
  "COLLEAGUES": {
    "IN_WORDS": "IN IHREN WORTEN:",
    "THOUGHTS": "Gedanken der Kollegen",
    "SHIELD1_ALT": "Kollege 1 Miniaturansicht",
    "SHIELD2_ALT": "Kollege 2 Miniaturansicht",
    "LINKEDIN_ALT": "LinkedIn-Symbol",
    "PROFILE": "Profil",
    "CARD1_NAME": "Ali Al-Haidary",
    "CARD1_JOB": "Pentester",
    "CARD1_COMMENT": "Enes ist ein visionärer Entwickler, der konsequent sichere und kreative Lösungen liefert.",
    "CARD2_NAME": "Firat Acar",
    "CARD2_JOB": "Red Teamer",
    "CARD2_COMMENT": "Seine technische Expertise und sein innovativer Denkansatz machen ihn zu einem Gewinn für jedes Team.",
    "CARD3_NAME": "Emin Hadzic",
    "CARD3_JOB": "Fullstack Entwickler",
    "CARD3_COMMENT": "Enes verbindet Designfeinheit mit soliden technischen Fähigkeiten und setzt stets neue Maßstäbe.",
    "CARD4_NAME": "Daniel Löffler",
    "CARD4_JOB": "Frontend Entwickler",
    "CARD4_COMMENT": "Ein innovativer Entwickler, der sich durch Kreativität und technischer Expertise auszeichnet."
  },
  "CONTACT": {
    "TITLE": "KONTAKT",
    "HEADING": "Bereit?",
    "DESCRIPTION": "Ich bin überzeugt, dass ich Ihnen bei Ihren Projekten helfen kann und dass ich perfekt in Ihr Team passe. Mit umfangreicher Erfahrung in sowohl Frontend- als auch Backend-Technologien sowie einem soliden Hintergrund in Design und Multimedia-Produktion bringe ich eine einzigartige Mischung aus Kreativität und technischem Know-how mit. Lassen Sie uns zusammenarbeiten und einzigartige Projekte schaffen!",
    "INVITE": "Wenn ich Ihr Interesse geweckt habe, würde ich mich freuen, wenn Sie mich kontaktieren.",
    "LINE_ALT": "Dekorative Linie",
    "LOGO_ALT": "Enes Logo",
    "STICKER_ALT": "Sticker",
    "FORM": {
      "NAME_LABEL": "Wie heißen Sie?",
      "NAME_PLACEHOLDER": "Ihr Name hier",
      "NAME_ERROR": "Bitte geben Sie Ihren Namen ein.",
      "EMAIL_LABEL": "Wie lautet Ihre E-Mail?",
      "EMAIL_PLACEHOLDER": "ihreEmail@beispiel.com",
      "EMAIL_ERROR": "Bitte geben Sie Ihre E-Mail-Adresse ein.",
      "EMAIL_INVALID_ERROR": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
      "MESSAGE_LABEL": "Wie kann ich Ihnen helfen?",
      "MESSAGE_PLACEHOLDER": "Hallo Enes, ich interessiere mich für...",
      "MESSAGE_ERROR": "Bitte schreiben Sie Ihre Nachricht.",
      "CONSENT": "Ich habe die Datenschutzbestimmungen gelesen und stimme der Verarbeitung meiner Daten zu.",
      "PRIVACY_LINK": "Datenschutzbestimmungen",
      "SEND": "Senden"
    },
    "FOOTER": {
      "LEGAL": "Impressum",
      "GITHUB": "Github",
      "LINKEDIN": "LinkedIn",
      "EMAIL": "Email"
    }
  },

  "LEGAL_NOTICE": {
    "TITLE": "Impressum",
    "CONTENT": "Die Informationen auf dieser Website dienen ausschließlich allgemeinen Informationszwecken. Alle Inhalte werden in dem Zustand bereitgestellt, in dem sie ohne jegliche ausdrückliche oder stillschweigende Gewährleistung zur Verfügung stehen. Der Betreiber übernimmt keine Gewähr für die Richtigkeit, Vollständigkeit oder Aktualität der dargestellten Informationen. Jegliches Vertrauen in die bereitgestellten Angaben erfolgt auf eigene Gefahr.\n\nAnschrift:\n[Enes Hadzic]\n[Huswertstraße 7]\n[60435 Frankfurt am Main]\n[Deutschland]\n\nKontakt:\nTelefon: [017924995195]\nE-Mail: [contacthadzic@gmail.com]\n\nDer Betreiber haftet nicht für Schäden oder Verluste, ob direkt oder indirekt, die sich aus der Nutzung dieser Website oder der auf ihr enthaltenen Informationen ergeben. Insbesondere übernimmt der Betreiber keine Haftung für Inhalte externer Links, auf die mittels entsprechender Verweise verwiesen wird. Die Nutzung der Website erfolgt unter der Maßgabe, dass eine rechtzeitige Benachrichtigung über Änderungen der Inhalte nicht erfolgt.\n\nAlle Angaben auf dieser Website können jederzeit ohne vorherige Ankündigung ergänzt, entfernt oder geändert werden. Die Bereitstellung der Inhalte erfolgt unter dem Vorbehalt, dass technische Fehler nicht ausgeschlossen werden können. Der Betreiber behält sich ausdrücklich vor, Teile der Website oder einzelne Inhalte zu verändern, zu aktualisieren oder ganz einzustellen, ohne dass daraus Ansprüche seitens der Nutzer entstehen.",
    "CLOSE": "Schließen"
  },

  "PRIVACY_POLICY": {
    "TITLE": "Datenschutzbestimmungen",
    "CONTENT": "Wir legen großen Wert auf den Schutz Ihrer personenbezogenen Daten und den respektvollen Umgang mit Ihrer Privatsphäre. Diese Portfolio-Website dient ausschließlich dazu, unsere Arbeiten zu präsentieren und Ihnen die Möglichkeit zu bieten, über das Kontaktformular mit uns in Verbindung zu treten. \n\nÜber das Kontaktformular erheben wir ausschließlich die Daten, die Sie uns freiwillig mitteilen, wie etwa Ihren Namen, Ihre E-Mail-Adresse und Ihre Nachricht. Diese Informationen verwenden wir ausschließlich zur Bearbeitung Ihrer Anfrage und zur weiteren Kommunikation. Eine darüber hinausgehende Nutzung oder Weitergabe an Dritte erfolgt nicht, es sei denn, wir sind gesetzlich dazu verpflichtet oder dies ist zur Erfüllung Ihrer Anfrage notwendig. \n\nDa wir keine Cookies oder andere Tracking-Technologien einsetzen, erfolgt keine automatische Erfassung von Daten. Alle von Ihnen übermittelten Informationen werden ausschließlich manuell und nur zu dem Zweck verarbeitet, zu dem sie uns übermittelt wurden. \n\nIhre Daten werden nur so lange gespeichert, wie es für die Bearbeitung Ihrer Anfrage erforderlich ist oder gesetzliche Aufbewahrungsfristen es vorsehen. Wir treffen dabei angemessene technische und organisatorische Maßnahmen, um Ihre Daten vor unbefugtem Zugriff, Verlust oder Missbrauch zu schützen. \n\nSie haben jederzeit das Recht, Auskunft über die bei uns gespeicherten Daten zu erhalten sowie deren Berichtigung, Löschung oder Einschränkung der Verarbeitung zu verlangen. Sollten Sie Fragen oder Anliegen bezüglich des Datenschutzes haben, stehen wir Ihnen unter den angegebenen Kontaktdaten gerne zur Verfügung. \n\nDurch die Nutzung unserer Website und das Absenden einer Anfrage über das Kontaktformular erklären Sie sich mit dieser Art der Datenverarbeitung einverstanden. Wir aktualisieren diese Datenschutzbestimmungen regelmäßig, um den gesetzlichen Anforderungen zu entsprechen und die Sicherheit Ihrer Daten weiter zu verbessern.",
    "CLOSE": "Schließen"
  }
}
